# St7SetFreeVertices

Sets the display option for free vertices.

Strand7 API Manual

long St7SetFreeVertices(long uID, long Style)

Input Parameters

uID

Strand7 model file ID.

Style

One of vsFreeVertexAll, vsFreeVertexNone or vsFreeVertexGroup.